Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Cursor returned an unsupported usage response. Open the Cursor dashboard instead.
ar: أرجع Cursor استجابة استخدام غير مدعومة. افتح لوحة تحكم Cursor بدلاً من ذلك.
bn: Cursor অসমর্থিত ব্যবহারের প্রতিক্রিয়া দিয়েছে। পরিবর্তে Cursor ড্যাশবোর্ড খুলুন।
bs: Cursor je vratio nepodržani odgovor o korištenju. Otvorite kontrolnu tablu servisa Cursor.
de: Cursor hat eine nicht unterstützte Nutzungsantwort zurückgegeben. Öffnen Sie stattdessen das Cursor-Dashboard.
es: Cursor devolvió una respuesta de uso no compatible. Abre el panel de Cursor en su lugar.
fil: Nagbalik ang Cursor ng hindi sinusuportahang tugon sa paggamit. Buksan na lang ang dashboard ng Cursor.
fr: Cursor a renvoyé une réponse d’utilisation non prise en charge. Ouvrez plutôt le tableau de bord de Cursor.
hi: Cursor ने असमर्थित उपयोग प्रतिक्रिया दी। इसके बजाय Cursor डैशबोर्ड खोलें।
it: Cursor ha restituito una risposta di utilizzo non supportata. Apri invece la dashboard di Cursor.
ja: Cursorからサポートされていない使用状況応答が返されました。代わりにCursorダッシュボードを開いてください。
ko: Cursor에서 지원되지 않는 사용량 응답을 반환했습니다. 대신 Cursor 대시보드를 여십시오.
mr: Cursor ने असमर्थित वापर प्रतिसाद दिला. त्याऐवजी Cursor डॅशबोर्ड उघडा.
pt_br: O Cursor retornou uma resposta de uso não suportada. Abra o painel do Cursor como alternativa.
ru: Cursor вернул неподдерживаемый ответ об использовании. Откройте панель управления Cursor.
ta: Cursor ஆதரிக்கப்படாத பயன்பாட்டுப் பதிலை வழங்கியது. அதற்குப் பதிலாக Cursor டாஷ்போர்டைத் திறக்கவும்.
te: Cursor మద్దతు లేని వినియోగ ప్రతిస్పందనను అందించింది. బదులుగా Cursor డ్యాష్‌బోర్డ్‌ని తెరవండి.
tr: Cursor desteklenmeyen bir kullanım yanıtı döndürdü. Bunun yerine Cursor panosunu açın.
ur: Cursor نے غیر معاون استعمال کا رسپانس واپس کیا۔ اس کے بجائے Cursor کا ڈیش بورڈ کھولیں۔
vi: Cursor đã trả về phản hồi mức sử dụng không được hỗ trợ. Hãy mở trang tổng quan Cursor để thay thế.
zh_hans: Cursor 返回了不支持的用量响应。请改为打开 Cursor 控制台。
zh_hk: Cursor 傳回不受支援的用量回應。請改為開啟 Cursor 儀表板。

source: Cursor's local state could not be read.
ar: تعذر قراءة الحالة المحلية لـ Cursor.
bn: Cursor-এর স্থানীয় অবস্থা পড়া যায়নি।
bs: Nije moguće pročitati lokalno stanje servisa Cursor.
de: Der lokale Zustand von Cursor konnte nicht gelesen werden.
es: No se pudo leer el estado local de Cursor.
fil: Hindi mabasa ang lokal na state ng Cursor.
fr: Impossible de lire l’état local de Cursor.
hi: Cursor की स्थानीय स्थिति पढ़ी नहीं जा सकी।
it: Impossibile leggere lo stato locale di Cursor.
ja: Cursorのローカル状態を読み取れませんでした。
ko: Cursor의 로컬 상태를 읽을 수 없습니다.
mr: Cursor ची स्थानिक स्थिती वाचता आली नाही.
pt_br: Não foi possível ler o estado local do Cursor.
ru: Не удалось прочитать локальное состояние Cursor.
ta: Cursor-இன் உள்ளூர் நிலையைப் படிக்க முடியவில்லை.
te: Cursor స్థానిక స్థితిని చదవలేకపోయాము.
tr: Cursor'ın yerel durumu okunamadı.
ur: Cursor کی مقامی حالت نہیں پڑھی جا سکی۔
vi: Không thể đọc trạng thái cục bộ của Cursor.
zh_hans: 无法读取 Cursor 的本地状态。
zh_hk: 無法讀取 Cursor 的本機狀態。

source: Cursor's sign-in has an unsupported format.
ar: تسجيل دخول Cursor بتنسيق غير مدعوم.
bn: Cursor সাইন-ইনের ফরম্যাট অসমর্থিত।
bs: Prijava za Cursor ima nepodržan format.
de: Die Anmeldung von Cursor hat ein nicht unterstütztes Format.
es: El inicio de sesión de Cursor tiene un formato no compatible.
fil: May hindi sinusuportahang format ang pag-sign in ng Cursor.
fr: La connexion de Cursor a un format non pris en charge.
hi: Cursor साइन-इन का प्रारूप असमर्थित है।
it: L’accesso a Cursor ha un formato non supportato.
ja: Cursorのサインイン情報の形式がサポートされていません。
ko: Cursor의 로그인 정보 형식이 지원되지 않습니다.
mr: Cursor च्या साइन-इनचे स्वरूप असमर्थित आहे.
pt_br: A sessão do Cursor tem um formato não suportado.
ru: Данные входа Cursor имеют неподдерживаемый формат.
ta: Cursor-இன் உள்நுழைவு ஆதரிக்கப்படாத வடிவத்தைக் கொண்டுள்ளது.
te: Cursor సైన్-ఇన్ మద్దతు లేని ఫార్మాట్‌ను కలిగి ఉంది.
tr: Cursor'ın giriş bilgisi desteklenmeyen bir biçimde.
ur: Cursor کے سائن ان کا فارمیٹ غیر معاون ہے۔
vi: Thông tin đăng nhập Cursor có định dạng không được hỗ trợ.
zh_hans: Cursor 的登录凭据格式不受支持。
zh_hk: Cursor 的登入資訊格式不受支援。

source: Cursor's sign-in has expired. Open Cursor or run cursor-agent login, then retry.
ar: انتهت صلاحية تسجيل دخول Cursor. افتح Cursor أو شغّل cursor-agent login، ثم أعد المحاولة.
bn: Cursor সাইন-ইনের মেয়াদ শেষ। Cursor খুলুন বা cursor-agent login চালান, তারপর পুনরায় চেষ্টা করুন।
bs: Prijava za Cursor je istekla. Otvorite Cursor ili pokrenite cursor-agent login, pa pokušajte ponovo.
de: Die Anmeldung von Cursor ist abgelaufen. Öffnen Sie Cursor oder führen Sie cursor-agent login aus und versuchen Sie es erneut.
es: El inicio de sesión de Cursor ha caducado. Abre Cursor o ejecuta cursor-agent login y vuelve a intentarlo.
fil: Nag-expire na ang pag-sign in ng Cursor. Buksan ang Cursor o patakbuhin ang cursor-agent login, pagkatapos ay subukang muli.
fr: La connexion de Cursor a expiré. Ouvrez Cursor ou exécutez cursor-agent login, puis réessayez.
hi: Cursor साइन-इन समाप्त हो गया है। Cursor खोलें या cursor-agent login चलाएं, फिर पुनः प्रयास करें।
it: L’accesso a Cursor è scaduto. Apri Cursor o esegui cursor-agent login, quindi riprova.
ja: Cursorのサインイン期限が切れました。Cursorを開くかcursor-agent loginを実行してから再試行してください。
ko: Cursor 로그인이 만료되었습니다. Cursor를 열거나 cursor-agent login을 실행한 후 다시 시도하십시오.
mr: Cursor साइन-इन कालबाह्य झाले आहे. Cursor उघडा किंवा cursor-agent login चालवा, नंतर पुन्हा प्रयत्न करा.
pt_br: A sessão do Cursor expirou. Abra o Cursor ou execute cursor-agent login e tente novamente.
ru: Срок действия сеанса Cursor истек. Откройте Cursor или запустите cursor-agent login, затем повторите попытку.
ta: Cursor-இன் உள்நுழைவு காலாவதியானது. Cursor-ஐத் திறக்கவும் அல்லது cursor-agent login இயக்கி, மீண்டும் முயற்சிக்கவும்.
te: Cursor సైన్-ఇన్ గడువు ముగిసింది. Cursorని తెరవండి లేదా cursor-agent login రన్ చేసి, మళ్లీ ప్రయత్నించండి.
tr: Cursor'ın giriş süresi doldu. Cursor'ı açın veya cursor-agent login komutunu çalıştırıp yeniden deneyin.
ur: Cursor کا سائن ان ختم ہو چکا ہے۔ Cursor کھولیں یا cursor-agent login چلائیں، پھر دوبارہ کوشش کریں۔
vi: Đăng nhập Cursor đã hết hạn. Mở Cursor hoặc chạy cursor-agent login, sau đó thử lại.
zh_hans: Cursor 登录凭据已过期。请打开 Cursor 或运行 cursor-agent login，然后重试。
zh_hk: Cursor 的登入已過期。請開啟 Cursor 或執行 cursor-agent login，然後重試。

source: Cursor's usage summary changed shape.
ar: تغير تنسيق ملخص استخدام Cursor.
bn: Cursor ব্যবহারের সারাংশের ফরম্যাট পরিবর্তিত হয়েছে।
bs: Format sažetka korištenja servisa Cursor se promijenio.
de: Die Struktur der Cursor-Nutzungsübersicht hat sich geändert.
es: El formato del resumen de uso de Cursor ha cambiado.
fil: Nagbago ang format ng buod ng paggamit ng Cursor.
fr: La structure du résumé d’utilisation de Cursor a changé.
hi: Cursor का उपयोग सारांश प्रारूप बदल गया है।
it: Il formato del riepilogo di utilizzo di Cursor è cambiato.
ja: Cursorの使用状況概要の構造が変更されました。
ko: Cursor의 사용량 요약 구조가 변경되었습니다.
mr: Cursor वापर सारांशाचे स्वरूप बदलले आहे.
pt_br: A estrutura do resumo de uso do Cursor mudou.
ru: Формат сводки использования Cursor изменился.
ta: Cursor-இன் பயன்பாட்டுச் சுருக்க வடிவம் மாறியுள்ளது.
te: Cursor వినియోగ సారాంశం ఫార్మాట్ మారింది.
tr: Cursor'ın kullanım özeti yapısı değişti.
ur: Cursor کے استعمال کا خلاصہ تبدیل ہو گیا ہے۔
vi: Tóm tắt mức sử dụng của Cursor đã thay đổi cấu trúc.
zh_hans: Cursor 用量摘要格式发生变更。
zh_hk: Cursor 的用量摘要結構已變更。

source: Custom color…
ar: لون مخصص…
bn: কাস্টম রঙ…
bs: Prilagođena boja…
de: Eigene Farbe…
es: Color personalizado…
fil: Custom na kulay…
fr: Couleur personnalisée…
hi: कस्टम रंग…
it: Colore personalizzato…
ja: カスタムカラー…
ko: 사용자 지정 색상…
mr: सानुकूल रंग…
pt_br: Cor personalizada…
ru: Другой цвет…
ta: தனிப்பயன் வண்ணம்…
te: అనుకూల రంగు…
tr: Özel renk…
ur: اپنی مرضی کا رنگ…
vi: Màu tùy chỉnh…
zh_hans: 自定颜色…
zh_hk: 自訂顏色…

source: Cyan
ar: سماوي
bn: সায়ান
bs: Cijan
es: Cian
hi: स्यान
it: Ciano
ja: シアン
ko: 시안
mr: सयान
pt_br: Ciano
ru: Голубой
ta: சியான்
te: సియాన్
tr: Camgöbeği
ur: سیان
vi: Xanh lơ
zh_hans: 青色
zh_hk: 青色

source: Default: %@
ar: الافتراضي: %@
bn: ডিফল্ট: %@
bs: Zadano: %@
de: Standard: %@
es: Predeterminado: %@
fr: Par défaut : %@
hi: डिफ़ॉल्ट: %@
it: Predefinito: %@
ja: デフォルト: %@
ko: 기본값: %@
mr: डीफॉल्ट: %@
pt_br: Padrão: %@
ru: По умолчанию: %@
ta: இயல்புநிலை: %@
te: డిఫాల్ట్: %@
tr: Önceden tanımlı: %@
ur: ڈیفالٹ: %@
vi: Mặc định: %@
zh_hans: 默认：%@
zh_hk: 預設：%@

source: Derived: %lld model turns today · no published quota
ar: مشتق: %lld دور نموذج اليوم · لا توجد حصة منشورة
bn: অনুমিত: আজ %lldটি মডেল টার্ন · কোনো প্রকাশিত কোটা নেই
bs: Izvedeno: %lld interakcija modela danas · nema objavljene kvote
de: Abgeleitet: %lld Modell-Züge heute · kein veröffentlichtes Kontingent
es: Deducido: %lld turnos del modelo hoy · sin cuota publicada
fil: Hinango: %lld model turns ngayon · walang nai-publish na quota
fr: Dérivé : %lld tours de modèle aujourd’hui · aucun quota publié
hi: अनुमानित: आज %lld मॉडल टर्न · कोई प्रकाशित कोटा नहीं
it: Dato stimato: %lld turni del modello oggi · nessuna quota pubblicata
ja: 推計: 本日%lld回のモデルターン · 公開クォータなし
ko: 추정됨: 오늘 %lld회 모델 턴 · 공개된 할당량 없음
mr: अनुमानित: आज %lld मॉडेल टर्न · कोणताही प्रकाशित कोटा नाही
pt_br: Deduzido: %lld interações do modelo hoje · sem cota publicada
ru: Расчетно: %lld обращений к модели сегодня · без опубликованной квоты
ta: பெறப்பட்டது: இன்று %lld மாதிரி திருப்பங்கள் · வெளியிடப்பட்ட ஒதுக்கீடு இல்லை
te: పొందినవి: ఈరోజు %lld మోడల్ టర్న్‌లు · ప్రచురించబడిన కోటా లేదు
tr: Türetilen: bugün %lld model turu · yayınlanmış kota yok
ur: حاصل شدہ: آج ماڈل کے %lld ٹرنز · کوئی شائع شدہ کوٹہ نہیں
vi: Suy ra: %lld lượt mô hình hôm nay · không có hạn mức công bố
zh_hans: 推导数据：今日 %lld 次模型轮次 · 无公开配额
zh_hk: 推斷：今天 %lld 次模型對話輪次 · 無公開配額

source: Desktop app
ar: تطبيق سطح المكتب
bn: ডেস্কটপ অ্যাপ
bs: Desktop aplikacija
es: App de escritorio
fr: App de bureau
hi: डेस्कटॉप ऐप
it: App desktop
ja: デスクトップアプリ
ko: 데스크탑 앱
mr: डेस्कटॉप अ‍ॅप
pt_br: App para computador
ru: Десктопное приложение
ta: டெஸ்க்டாப் செயலி
te: డెస్క్‌టాప్ యాప్
tr: Masaüstü uygulaması
ur: ڈیسک ٹاپ ایپ
vi: Ứng dụng máy tính
zh_hans: 桌面端应用
zh_hk: 桌面應用程式

source: Diagnostics
ar: التشخيصات
bn: ডায়াগনস্টিকস
bs: Dijagnostika
de: Diagnose
es: Diagnóstico
fil: Mga Diagnostic
hi: निदान
it: Diagnosi
ja: 診断
ko: 진단
mr: निदान
pt_br: Diagnósticos
ru: Диагностика
ta: கண்டறிதல்
te: విశ్లేషణలు
tr: Tanılar
ur: تشخیصات
vi: Chẩn đoán
zh_hans: 诊断
zh_hk: 診斷

source: Disabled
ar: معطّل
bn: নিষ্ক্রিয়
bs: Onemogućeno
de: Deaktiviert
es: Desactivado
fil: Hindi pinagana
fr: Désactivé
hi: अक्षम
it: Disabilitato
ja: 無効
ko: 비활성화됨
mr: अक्षम
pt_br: Desativado
ru: Отключено
ta: முடக்கப்பட்டது
te: డిసేబుల్ చేయబడింది
tr: Etkisiz
ur: غیر فعال
vi: Đã tắt
zh_hans: 已停用
zh_hk: 已停用

source: Disabling a provider removes it from the rail and clears its cached values.
ar: يؤدي تعطيل المزود إلى إزالته من الشريط ومسح قيمه المخزنة مؤقتًا.
bn: প্রদানকারীকে নিষ্ক্রিয় করলে এটি রেল থেকে অপসারিত হয় এবং ক্যাশ করা মান মুছে যায়।
bs: Onemogućavanje pružaoca usluge uklanja ga s trake i briše njegove keširane vrijednosti.
de: Das Deaktivieren eines Anbieters entfernt ihn aus der Leiste und löscht seine zwischengespeicherten Werte.
es: Desactivar un proveedor lo elimina de la barra y borra sus valores en caché.
fil: Ang pag-disable sa isang provider ay nag-aalis nito sa rail at nagbubura ng mga naka-cache na value nito.
fr: Désactiver un fournisseur le retire du rail et efface ses valeurs en cache.
hi: प्रदाता को अक्षम करने से वह रेल से हट जाता है और उसके कैश्ड मान साफ़ हो जाते हैं।
it: La disabilitazione di un provider lo rimuove dalla barra e ne cancella i valori memorizzati nella cache.
ja: プロバイダーを無効にすると、レールから削除され、キャッシュされた値が消去されます。
ko: 제공자를 비활성화하면 레일에서 제거되고 캐시된 값이 지워집니다.
mr: प्रदात्याला अक्षम केल्याने तो रेलमधून काढला जातो आणि त्याचे कॅश केलेले मूल्य साफ होते.
pt_br: Desativar um provedor o remove da barra e apaga os valores em cache.
ru: Отключение провайдера убирает его с панели и очищает кэшированные данные.
ta: வழங்குநரை முடக்குவது அதை ரயிலில் இருந்து அகற்றி, அதன் தற்காலிக சேமிப்பு மதிப்புகளை அழிக்கிறது.
te: ప్రొవైడర్‌ను డిసేబుల్ చేయడం వలన అది రైల్ నుండి తీసివేయబడుతుంది మరియు దాని కాష్ విలువలు తొలగించబడతాయి.
tr: Bir sağlayıcıyı devre dışı bırakmak onu şeritten kaldırır ve önbelleğe alınan değerlerini temizler.
ur: کسی فراہم کنندہ کو غیر فعال کرنے سے وہ ریل سے ہٹ جاتا ہے اور اس کی کیش شدہ ویلیوز صاف ہو جاتی ہیں۔
vi: Tắt nhà cung cấp sẽ xóa nhà cung cấp đó khỏi thanh viền và xóa các giá trị đã lưu trong bộ đệm.
zh_hans: 停用提供方会将其从边栏移除并清除其缓存数据。
zh_hk: 停用提供者會將其從邊欄中移除，並清除其快取數值。

source: Display
ar: شاشة العرض
bn: ডিসপ্লে
bs: Zaslon
de: Bildschirm
es: Pantalla
fr: Écran
hi: डिस्प्ले
it: Schermo
ja: ディスプレイ
ko: 디스플레이
mr: डिस्प्ले
pt_br: Tela
ru: Дисплей
ta: காட்சி
te: డిస్‌ప్లే
tr: Ekran
ur: ڈسپلے
vi: Màn hình
zh_hans: 显示器
zh_hk: 顯示器

source: Drag handle to reposition GaugeZ horizontally
ar: اسحب المقبض لتغيير موضع GaugeZ أفقيًا
bn: GaugeZ অনুভূমিকভাবে সরাতে হ্যান্ডেলটি টানুন
bs: Povucite ručicu za horizontalno premještanje aplikacije GaugeZ
de: Griff ziehen, um GaugeZ horizontal neu zu positionieren
es: Arrastra el control para reposicionar GaugeZ horizontalmente
fil: I-drag ang hawakan upang muling iposisyon ang GaugeZ nang pahalang
fr: Faites glisser la poignée pour repositionner GaugeZ horizontalement
hi: GaugeZ को क्षैतिज रूप से स्थानांतरित करने के लिए हैंडल खींचें
it: Trascina la maniglia per riposizionare GaugeZ in orizzontale
ja: ハンドルをドラッグしてGaugeZを水平方向に移動
ko: 핸들을 드래그하여 GaugeZ를 수평으로 위치 이동
mr: GaugeZ आडव्या दिशेने हलवण्यासाठी हँडल ड्रॅग करा
pt_br: Arraste a alça para reposicionar o GaugeZ horizontalmente
ru: Потяните за маркер, чтобы переместить GaugeZ по горизонтали
ta: GaugeZ-ஐக் கிடைமட்டமாக மாற்ற பிடியை இழுக்கவும்
te: GaugeZని అడ్డంగా మార్చడానికి హ్యాండిల్‌ని లాగండి
tr: GaugeZ'yi yatay olarak yeniden konumlandırmak için tutamacı sürükleyin
ur: GaugeZ کی افقی پوزیشن تبدیل کرنے کے لیے ہینڈل ڈریگ کریں
vi: Kéo tay cầm để định vị lại GaugeZ theo chiều ngang
zh_hans: 拖动手柄水平移动 GaugeZ
zh_hk: 拖曳控點以水平重新放置 GaugeZ

source: Drag handle to reposition GaugeZ vertically
ar: اسحب المقبض لتغيير موضع GaugeZ رأسيًا
bn: GaugeZ উল্লম্বভাবে সরাতে হ্যান্ডেলটি টানুন
bs: Povucite ručicu za vertikalno premještanje aplikacije GaugeZ
de: Griff ziehen, um GaugeZ vertikal neu zu positionieren
es: Arrastra el control para reposicionar GaugeZ verticalmente
fil: I-drag ang hawakan upang muling iposisyon ang GaugeZ nang patayo
fr: Faites glisser la poignée pour repositionner GaugeZ verticalement
hi: GaugeZ को लंबवत रूप से स्थानांतरित करने के लिए हैंडल खींचें
it: Trascina la maniglia per riposizionare GaugeZ in verticale
ja: ハンドルをドラッグしてGaugeZを垂直方向に移動
ko: 핸들을 드래그하여 GaugeZ를 수직으로 위치 이동
mr: GaugeZ उभ्या दिशेने हलवण्यासाठी हँडल ड्रॅग करा
pt_br: Arraste a alça para reposicionar o GaugeZ verticalmente
ru: Потяните за маркер, чтобы переместить GaugeZ по вертикали
ta: GaugeZ-ஐச் செங்குத்தாக மாற்ற பிடியை இழுக்கவும்
te: GaugeZని నిలువుగా మార్చడానికి హ్యాండిల్‌ని లాగండి
tr: GaugeZ'yi dikey olarak yeniden konumlandırmak için tutamacı sürükleyin
ur: GaugeZ کی عمودی پوزیشن تبدیل کرنے کے لیے ہینڈل ڈریگ کریں
vi: Kéo tay cầm để định vị lại GaugeZ theo chiều dọc
zh_hans: 拖动手柄垂直移动 GaugeZ
zh_hk: 拖曳控點以垂直重新放置 GaugeZ

source: Drag horizontally to reposition GaugeZ
ar: اسحب أفقيًا لتغيير موضع GaugeZ
bn: GaugeZ পুনরায় অবস্থান করাতে অনুভূমিকভাবে টানুন
bs: Povucite horizontalno za premještanje aplikacije GaugeZ
de: Horizontal ziehen, um GaugeZ neu zu positionieren
es: Arrastra horizontalmente para reposicionar GaugeZ
fil: I-drag nang pahalang upang muling iposisyon ang GaugeZ
fr: Faites glisser horizontalement pour repositionner GaugeZ
hi: GaugeZ को स्थानांतरित करने के लिए क्षैतिज रूप से खींचें
it: Trascina in orizzontale per riposizionare GaugeZ
ja: 水平方向にドラッグしてGaugeZを移動
ko: 수평으로 드래그하여 GaugeZ 위치 조정
mr: GaugeZ चे स्थान बदलण्यासाठी आडवे ड्रॅग करा
pt_br: Arraste horizontalmente para reposicionar o GaugeZ
ru: Перетащите по горизонтали, чтобы переместить GaugeZ
ta: GaugeZ-ஐ மறுநிலைப்படுத்த கிடைமட்டமாக இழுக்கவும்
te: GaugeZని తిరిగి ఉంచడానికి అడ్డంగా లాగండి
tr: GaugeZ'yi yeniden konumlandırmak için yatay sürükleyin
ur: GaugeZ کی پوزیشن تبدیل کرنے کے لیے افقی ڈریگ کریں
vi: Kéo theo chiều ngang để định vị lại GaugeZ
zh_hans: 水平拖动以调整 GaugeZ 位置
zh_hk: 水平拖曳以重新放置 GaugeZ

source: Drag to resize meter notch (Double-click to reset)
ar: اسحب لتغيير حجم مؤشر القياس (انقر نقرًا مزدوجًا لإعادة التعيين)
bn: মিটার নচের আকার পরিবর্তন করতে টানুন (রিসেট করতে ডাবল-ক্লিক করুন)
bs: Povucite za promjenu veličine ureza mjerača (dvaput kliknite za resetovanje)
de: Ziehen zum Ändern der Kerbengröße (Doppelklick zum Zurücksetzen)
es: Arrastra para cambiar el tamaño de la muesca (doble clic para restablecer)
fil: I-drag upang baguhin ang laki ng meter notch (Mag-double click upang i-reset)
fr: Faites glisser pour redimensionner l’encoche (Double-clic pour réinitialiser)
hi: मीटर नॉच का आकार बदलने के लिए खींचें (रीसेट करने के लिए डबल-क्लिक करें)
it: Trascina per ridimensionare la tacca (Doppio clic per ripristinare)
ja: ドラッグしてメーターノッチのサイズを変更（ダブルクリックでリセット）
ko: 드래그하여 미터 노치 크기 조절 (이중 클릭하여 재설정)
mr: मीटर नॉचचा आकार बदलण्यासाठी ड्रॅग करा (रीसेट करण्यासाठी डबल-क्लिक करा)
pt_br: Arraste para redimensionar o entalhe (clique duplo para redefinir)
ru: Потяните для изменения размера выреза (двойной щелчок — сброс)
ta: மீட்டர் நாட்ச் அளவை மாற்ற இழுக்கவும் (மீட்டமைக்க இருமுறை கிளிக் செய்யவும்)
te: మీటర్ నాచ్ పరిమాణాన్ని మార్చడానికి లాగండి (రీసెట్ చేయడానికి డబుల్ క్లిక్ చేయండి)
tr: Sayaç çentiğini yeniden boyutlandırmak için sürükleyin (Sıfırlamak için çift tıklayın)
ur: میٹر نوچ کا سائز تبدیل کرنے کے لیے ڈریگ کریں (ری سیٹ کے لیے ڈبل کلک کریں)
vi: Kéo để đổi kích thước rãnh khuyết thước đo (Bấm đúp để đặt lại)
zh_hans: 拖动以调整指示凹口大小（双击重置）
zh_hk: 拖曳以調整儀表凹口大小（連按兩下重設）

source: Drag vertically to reposition GaugeZ
ar: اسحب رأسيًا لتغيير موضع GaugeZ
bn: GaugeZ পুনরায় অবস্থান করাতে উল্লম্বভাবে টানুন
bs: Povucite vertikalno za premještanje aplikacije GaugeZ
de: Vertikal ziehen, um GaugeZ neu zu positionieren
es: Arrastra verticalmente para reposicionar GaugeZ
fil: I-drag nang patayo upang muling iposisyon ang GaugeZ
fr: Faites glisser verticalement pour repositionner GaugeZ
hi: GaugeZ को स्थानांतरित करने के लिए लंबवत रूप से खींचें
it: Trascina in verticale per riposizionare GaugeZ
ja: 垂直方向にドラッグしてGaugeZを移動
ko: 수직으로 드래그하여 GaugeZ 위치 조정
mr: GaugeZ चे स्थान बदलण्यासाठी उभे ड्रॅग करा
pt_br: Arraste verticalmente para reposicionar o GaugeZ
ru: Перетащите по вертикали, чтобы переместить GaugeZ
ta: GaugeZ-ஐ மறுநிலைப்படுத்த செங்குத்தாக இழுக்கவும்
te: GaugeZని తిరిగి ఉంచడానికి నిలువుగా లాగండి
tr: GaugeZ'yi yeniden konumlandırmak için dikey sürükleyin
ur: GaugeZ کی پوزیشن تبدیل کرنے کے لیے عمودی ڈریگ کریں
vi: Kéo theo chiều dọc để định vị lại GaugeZ
zh_hans: 垂直拖动以调整 GaugeZ 位置
zh_hk: 垂直拖曳以重新放置 GaugeZ

source: Edge
ar: الحافة
bn: প্রান্ত
bs: Rub
de: Rand
es: Borde
fil: Gilid
fr: Bord
hi: किनारा
it: Bordo
ja: 画面端
ko: 화면 가장자리
mr: काठ
pt_br: Borda
ru: Край
ta: விளிம்பு
te: అంచు
tr: Kenar
ur: کنارہ
vi: Cạnh
zh_hans: 屏幕边缘
zh_hk: 邊緣

source: Enable %@
ar: تمكين %@
bn: %@ সক্ষম করুন
bs: Omogući %@
de: %@ aktivieren
es: Activar %@
fil: Paganahin ang %@
fr: Activer %@
hi: %@ सक्षम करें
it: Abilita %@
ja: %@を有効にする
ko: %@ 활성화
mr: %@ सक्षम करा
pt_br: Ativar %@
ru: Включить %@
ta: %@-ஐ இயக்கு
te: %@ ప్రారంభించు
tr: %@ özelliğini etkinleştir
ur: %@ فعال کریں
vi: Bật %@
zh_hans: 启用 %@
zh_hk: 啟用 %@

source: Enable a provider in GaugeZ Settings.
ar: مكّن أحد المزودين في إعدادات GaugeZ.
bn: GaugeZ সেটিংসে একজন প্রদানকারী সক্ষম করুন।
bs: Omogućite pružaoca usluge u postavkama aplikacije GaugeZ.
de: Aktivieren Sie einen Anbieter in den GaugeZ-Einstellungen.
es: Activa un proveedor en los Ajustes de GaugeZ.
fil: Paganahin ang isang provider sa Mga Setting ng GaugeZ.
fr: Activez un fournisseur dans les Réglages de GaugeZ.
hi: GaugeZ सेटिंग्स में एक प्रदाता सक्षम करें।
it: Abilita un provider nelle Impostazioni di GaugeZ.
ja: GaugeZの設定でプロバイダーを有効にしてください。
ko: GaugeZ 설정에서 제공자를 활성화하십시오.
mr: GaugeZ सेटिंग्जमध्ये प्रदाता सक्षम करा.
pt_br: Ative um provedor nos Ajustes do GaugeZ.
ru: Включите провайдера в настройках GaugeZ.
ta: GaugeZ அமைப்புகளில் ஒரு வழங்குநரை இயக்கவும்.
te: GaugeZ సెట్టింగ్‌లలో ప్రొవైడర్‌ను ప్రారంభించండి.
tr: GaugeZ Ayarları'nda bir sağlayıcıyı etkinleştirin.
ur: GaugeZ ترتیبات میں کسی فراہم کنندہ کو فعال کریں۔
vi: Bật một nhà cung cấp trong Cài đặt GaugeZ.
zh_hans: 在 GaugeZ 设置中启用提供方。
zh_hk: 請在 GaugeZ 設定中啟用提供者。

source: Enable this provider to start tracking usage.
ar: مكّن هذا المزود لبدء تتبع الاستخدام.
bn: ব্যবহার ট্র্যাক করা শুরু করতে এই প্রদানকারীকে সক্ষম করুন।
bs: Omogućite ovog pružaoca usluge za praćenje korištenja.
de: Aktivieren Sie diesen Anbieter, um die Nutzung zu erfassen.
es: Activa este proveedor para comenzar a registrar el uso.
fil: Paganahin ang provider na ito upang simulan ang pagsubaybay sa paggamit.
fr: Activez ce fournisseur pour commencer le suivi de l’utilisation.
hi: उपयोग ट्रैक करना शुरू करने के लिए इस प्रदाता को सक्षम करें।
it: Abilita questo provider per iniziare a monitorare l’utilizzo.
ja: このプロバイダーを有効にして使用状況の追跡を開始します。
ko: 사용량 추적을 시작하려면 이 제공자를 활성화하십시오.
mr: वापर ट्रॅक करणे सुरू करण्यासाठी हा प्रदाता सक्षम करा.
pt_br: Ative este provedor para começar a monitorar o uso.
ru: Включите этого провайдера, чтобы отслеживать использование.
ta: பயன்பாட்டைக் கண்காணிக்க இந்த வழங்குநரை இயக்கவும்.
te: వినియోగాన్ని ట్రాక్ చేయడం ప్రారంభించడానికి ఈ ప్రొవైడర్‌ను ప్రారంభించండి.
tr: Kullanımı izlemeye başlamak için bu sağlayıcıyı etkinleştirin.
ur: استعمال ٹریک کرنا شروع کرنے کے لیے اس فراہم کنندہ کو فعال کریں۔
vi: Bật nhà cung cấp này để bắt đầu theo dõi mức sử dụng.
zh_hans: 启用此提供方以开始追踪用量。
zh_hk: 啟用此提供者以開始追蹤用量。

source: Erase GaugeZ data and quit?
ar: هل تريد مسح بيانات GaugeZ والإنهاء؟
bn: GaugeZ ডেটা মুছে প্রস্থান করবেন?
bs: Obrisati podatke aplikacije GaugeZ i zatvoriti?
de: GaugeZ-Daten löschen und beenden?
es: ¿Borrar los datos de GaugeZ y salir?
fil: Burahin ang data ng GaugeZ at umalis?
fr: Effacer les données de GaugeZ et quitter ?
hi: GaugeZ डेटा हटाएं और बाहर निकलें?
it: Cancellare i dati di GaugeZ e uscire?
ja: GaugeZのデータを消去して終了しますか？
ko: GaugeZ 데이터를 삭제하고 종료하겠습니까?
mr: GaugeZ डेटा पुसून बाहेर पडायचे?
pt_br: Apagar os dados do GaugeZ e encerrar?
ru: Стереть данные GaugeZ и завершить?
ta: GaugeZ தரவை அழித்து வெளியேறவா?
te: GaugeZ డేటాను తొలగించి నిష్క్రమించాలా?
tr: GaugeZ verileri silinip çıkılsın mı?
ur: کیا GaugeZ کا ڈیٹا مٹا کر بند کریں؟
vi: Xóa dữ liệu GaugeZ và thoát?
zh_hans: 抹掉 GaugeZ 数据并退出？
zh_hk: 要清除 GaugeZ 資料並結束嗎？

source: Erase all data and quit
ar: مسح جميع البيانات والإنهاء
bn: সমস্ত ডেটা মুছুন এবং প্রস্থান করুন
bs: Obriši sve podatke i zatvori
de: Alle Daten löschen und beenden
es: Borrar todos los datos y salir
fil: Burahin ang lahat ng data at umalis
fr: Effacer toutes les données et quitter
hi: सभी डेटा हटाएं और बाहर निकलें
it: Cancella tutti i dati ed esci
ja: すべてのデータを消去して終了
ko: 모든 데이터 삭제 후 종료
mr: सर्व डेटा पुसा आणि बाहेर पडा
pt_br: Apagar todos os dados e encerrar
ru: Стереть все данные и завершить
ta: எல்லாத் தரவையும் அழித்து வெளியேறு
te: మొత్తం డేటాను తొలగించి నిష్క్రమించు
tr: Tüm verileri sil ve çık
ur: تمام ڈیٹا مٹائیں اور بند کریں
vi: Xóa tất cả dữ liệu và thoát
zh_hans: 抹掉所有数据并退出
zh_hk: 清除所有資料並結束

source: Erase all data and quit…
ar: مسح جميع البيانات والإنهاء…
bn: সমস্ত ডেটা মুছুন এবং প্রস্থান করুন…
bs: Obriši sve podatke i zatvori…
de: Alle Daten löschen und beenden…
es: Borrar todos los datos y salir…
fil: Burahin ang lahat ng data at umalis…
fr: Effacer toutes les données et quitter…
hi: सभी डेटा हटाएं और बाहर निकलें…
it: Cancella tutti i dati ed esci…
ja: すべてのデータを消去して終了…
ko: 모든 데이터 삭제 후 종료…
mr: सर्व डेटा पुसा आणि बाहेर पडा…
pt_br: Apagar todos os dados e encerrar…
ru: Стереть все данные и завершить…
ta: எல்லாத் தரவையும் அழித்து வெளியேறு…
te: మొత్తం డేటాను తొలగించి నిష్క్రమించు…
tr: Tüm verileri sil ve çık…
ur: تمام ڈیٹا مٹائیں اور بند کریں…
vi: Xóa tất cả dữ liệu và thoát…
zh_hans: 抹掉所有数据并退出…
zh_hk: 清除所有資料並結束…
